[
    {
        "pergunta": "O que eu preciso para começar a usar o sistema da Onixx?",
        "resposta": "Você só precisa das informações básicas da sua loja. A gente cuida da configuração e em 1 a 3 dias você já pode começar a usar tudo. Simples assim."
    },
    {
        "pergunta": "O portal de vendas substitui meu site atual?",
        "resposta": "Sim, se preferir. O portal pode funcionar como o site principal da sua loja ou complementar o que você já possui, com visual moderno e foco em conversão de leads."
    },
    {
        "pergunta": "Como o sistema administrativo ajuda no dia a dia?",
        "resposta": "Você ganha controle total: estoque, propostas, atendimento, contratos, tudo num só lugar. Menos planilha, mais tempo pra vender."
    },
    {
        "pergunta": "Posso acessar o sistema pelo celular?",
        "resposta": "Pode sim. O sistema é 100% online e funciona bem em qualquer dispositivo – computador, tablet ou celular."
    },
    {
        "pergunta": "O que acontece se eu precisar de suporte?",
        "resposta": "Contamos com uma equipe de suporte especializada, pronta para atender você com rapidez e eficiência sempre que necessário."
    },
    {
        "pergunta": "É possível personalizar o portal com a marca da minha loja?",
        "resposta": "Sim. O portal pode ser totalmente personalizado com o nome, logo e identidade visual da sua loja, reforçando sua presença digital."
    },
    {
        "pergunta": "O sistema funciona para lojas pequenas ou só para grandes concessionárias?",
        "resposta": "O sistema é flexível e atende desde pequenas lojas até grandes grupos automotivos. Ele se adapta ao porte e à necessidade do seu negócio."
    },
    {
        "pergunta": "Como meus clientes encontram os carros no portal?",
        "resposta": "O portal conta com filtros intuitivos por marca, modelo, ano, faixa de preço e outros critérios. A busca é simples e eficaz, facilitando a experiência do cliente."
    },
    {
        "pergunta": "Os dados da minha loja estão seguros?",
        "resposta": "Sim. Utilizamos servidores seguros e criptografia de dados para garantir a proteção total das informações da sua loja."
    },
    {
        "pergunta": "Quanto tempo leva para implementar o sistema?",
        "resposta": "A implementação básica leva de 1 a 3 dias, dependendo do tamanho da sua operação. Nossa equipe te acompanha em cada etapa para garantir uma transição suave."
    }
]
